/* Испанский язык взят за основу  */

/* No comment provided by engineer. */
" Network status" = " Статус сети";

/* No comment provided by engineer. */
"\"Continent\";\"CQ\";\"ITU\";\"State\";" = "\"Континент\";\"CQ\";\"ITU\";\"Штат\";";

/* No comment provided by engineer. */
"\"Date\";\"Time\";\"Callsign\";\"Band\";" = "\"Дата\";\"Время\";\"Позывной\";\"Диапазон\";";

/* No comment provided by engineer. */
"\"Frequency\";\"Mode\";\"rst tx\";\"rst rx\";" = "\"Частота\";\"Вид связи\";\"rst tx\";\"rst rx\";";

/* No comment provided by engineer. */
"\"Manager\";\"Sat name\";\"Sat mode\";\"Sat rx band\";" = "\"Менеджер\";\"Назв. спутника\";\"Вид связи спутн.\";\"Диапазон rx спутн.\";";

/* No comment provided by engineer. */
"\"Note\";\"IOTA\";\"Grid square\";" = "\"Примечание\";\"IOTA\";\"Локатор\";";

/* No comment provided by engineer. */
"\"Power\";\"Name\";\"QTH\";\"County\";" = "\"Мощность\";\"Имя\";\"QTH\";\"Страна\";";

/* No comment provided by engineer. */
"\"QSL\";\"LoTW\";\"eQSL\";\"DXCC\";" = "\"QSL\";\"LoTW\";\"eQSL\";\"DXCC\";";

/* No comment provided by engineer. */
"%0.0f min since SS" = "%0.0f мин с SS";

/* No comment provided by engineer. */
"%0.0f min till SR" = "%0.0f мин. до SR";

/* No comment provided by engineer. */
"%@ %@ in log: %@ in IOTA record: %@" = "%1$@ %2$@ в журнале: %3$@ в записях IOTA: %4$@";

/* No comment provided by engineer. */
"%@ from: %@ to: %@\n" = "%1$@ c %2$@ по %3$@\n";

/* No comment provided by engineer. */
"%@ h since SS" = "%@ ч с SS";

/* No comment provided by engineer. */
"%@ h till SR" = "%@ ч до SR";

/* No comment provided by engineer. */
"%@ min ago" = "%@ мин. тому назад";

/* No comment provided by engineer. */
"%@ on %@ in %@" = "%1$@ на %2$@ работает %3$@";

/* No comment provided by engineer. */
"%@ total points" = "Всего %@ очков";

/* No comment provided by engineer. */
"%@: Only the internal memory keyer is supported. Use the F1 - F3 keys to play." = "%@: Поддерживается только внутренняя память ключа. Используйте клавиши F1 - F3 для воспроизведения.";

/* No comment provided by engineer. */
"%@: Only the internal memory keyer is supported. Use the F1 - F4 keys to play." = "%@: Поддерживается только внутренняя память ключа. Используйте клавиши F1 - F4 для воспроизведения.";

/* No comment provided by engineer. */
"%@: Only the internal memory keyer is supported. Use the F1 - F5 keys to play." = "%@: Поддерживается только внутренняя память ключа. Используйте клавиши F1 - F5 для воспроизведения.";

/* No comment provided by engineer. */
"%i QSL(s) rcvd, %i QSO(s) not in log" = "%1$i QSL получено, %2$i QSO нет в журнале";

/* No comment provided by engineer. */
"%i QSL(s) rcvd, %i QSO(s) not in log, %i QSO(s) corrected" = "%1$i QSL получено, %2$i QSO нет в журнале, %3$i QSO исправлено";

/* No comment provided by engineer. */
"%i QSO(s) successful imported \n\n" = "%i QSO успешно импортировано\n\n";

/* No comment provided by engineer. */
"%i entries in the list" = "%i записей в списке";

/* No comment provided by engineer. */
"%i request(s) rcvd, %i QSO(s) not in log" = "%1$i запросов принято, %2$i QSO нет в журнале";

/* No comment provided by engineer. */
"%i selected QSOs" = "%i QSO выбрано";

/* No comment provided by engineer. */
"%lu (+%lu) QSO points x %lu multipliers" = "%1$lu (+%2$lu) очков за QSO x %3$lu множитель(я)";

/* No comment provided by engineer. */
"%lu DXCC credits for %@ found\n" = "Найдено %1$lu зачетов DXCC для %2$@\n";

/* No comment provided by engineer. */
"%lu DXCC entities found" = "Найдено %lu записей DXCC ";

/* No comment provided by engineer. */
"%lu IOTA credits updated\n" = "Обновлено %lu зачетов IOTA \n";

/* No comment provided by engineer. */
"%lu IOTA records found\n" = "Найдено %lu записей IOTA";

/* No comment provided by engineer. */
"%lu QSO credits updated\n" = "Обновлено %lu зачетов QSO";

/* No comment provided by engineer. */
"%lu QSO points" = "%lu очков за QSO";

/* No comment provided by engineer. */
"%lu QSO points + %lu Prefixes" = "%1$lu очков за QSO + %2$lu префиксов";

/* No comment provided by engineer. */
"%lu QSO points + %lu extra points" = "%1$lu очков за QSO + %2$lu дополнительных баллов";

/* No comment provided by engineer. */
"%lu QSO points x %lu multipliers" = "%1$lu очков за QSO x %2$lu множителя";

/* No comment provided by engineer. */
"%lu QSO points x %lu multipliers)" = "%1$lu очков за QSO x %2$lu множителя)";

/* No comment provided by engineer. */
"%lu QSO points x (%lu multipliers + %lu extra)" = "%1$lu очков за QSO x (%2$lu множителя + %3$lu доп. баллов)";

/* No comment provided by engineer. */
"%lu QSOs are shown" = "Показано %lu QSO";

/* No comment provided by engineer. */
"%lu QSOs found" = "Найдено %lu QSO";

/* No comment provided by engineer. */
"%lu QSOs signed and uploaded" = "%lu QSO подписано и выгружено";

/* No comment provided by engineer. */
"%lu QTCs already exchanged." = "Уже совершено %lu обменов QTC.";

/* No comment provided by engineer. */
"%lu callsigns loaded" = "%lu позывных загружено";

/* No comment provided by engineer. */
"%lu confirmed IOTA records found\n" = "найдено %lu подтвержденных островов IOTA ";

/* No comment provided by engineer. */
"%lu entries (%ld added)" = "Получено %1$lu записей (%2$ld добавлено)";

/* No comment provided by engineer. */
"%lu entries from %@" = "%1$lu записей на %2$@";

/* No comment provided by engineer. */
"%lu minutes" = "%lu минут";

/* No comment provided by engineer. */
"%luh %lumin" = "%1$luч %2$luмин";

/* No comment provided by engineer. */
"(%lu QSOs + %lu QTCs) x %lu multipliers" = "(%1$lu QSO + %2$lu QTC) x %3$lu множителя";

/* No comment provided by engineer. */
"(%lu points x %lu multi) + %lu bonus" = "(%1$lu очков x %2$lu множит.) + %3$lu бонусных";

/* No comment provided by engineer. */
"(Astronomical)" = "(Астрономический)";

/* No comment provided by engineer. */
"(Civil)" = "(Гражданский)";

/* No comment provided by engineer. */
"(Nautical)" = "(Научный)";

/* No comment provided by engineer. */
"+ %lu Bonus points = %@ total points" = "+ %1$lu бонусных очков = %2$@ очков всего";

/* No comment provided by engineer. */
".tqsl folder not found!" = "папка .tqsl не найдена!";

/* No comment provided by engineer. */
"4 or 6 digits" = "от 4 до 6 цифр";

/* No comment provided by engineer. */
"10 QTCs are already logged!" = "10 QTC занесено в журнал!";

/* No comment provided by engineer. */
"= %@ total points" = "= %@ очков всего";

/* No comment provided by engineer. */
"= %@ total points  (Power multi: %1.1f)" = "= %1$@ очков всего (множит. за мощность: %2$.1f)";

/* No comment provided by engineer. */
"A new QSO was logged: %@" = "Новое QSO зарегистрировано: %@";

/* No comment provided by engineer. */
"Adding missing dates..." = "Добавляются недостающие данные...";

/* No comment provided by engineer. */
"All" = "Все";

/* No comment provided by engineer. */
"All bands" = "Все диапаз.";

/* No comment provided by engineer. */
"All callsigns" = "Все позывные";

/* No comment provided by engineer. */
"All modes" = "Все виды связи";

/* No comment provided by engineer. */
"Ask for" = "Запрашивается";

/* No comment provided by engineer. */
"Attention!" = "Внимание!";

/* No comment provided by engineer. */
"Band Map (" = "Карта диапазона (";

/* No comment provided by engineer. */
"Band not cfd yet: %@ on %@\n" = "Диапазон %1$@ еще не подтвержден в %2$@\n";

/* No comment provided by engineer. */
"Band not cfd: %@" = "Неподтвержденный диапазон: %@";

/* No comment provided by engineer. */
"Bands/stn: %@" = "Диапаз/станц: %@";

/* No comment provided by engineer. */
"Before use, you have to load the contest cheat database in:" = "Перед использованием следует загрузить базу данных соревнований в:";

/* No comment provided by engineer. */
"Bluetooth isn't available" = "Bluetooth недоступен";

/* No comment provided by engineer. */
"CL Error: %@" = "Ошибка CL: %@";

/* No comment provided by engineer. */
"CQ zone %i not cfd on %@" = "Нет подтверждений для %1$i зоны CQ  на %2$@";

/* No comment provided by engineer. */
"CQ zone %i not wkd on %@" = "Не работал с %1$i зоной CQ на %2$@:";

/* No comment provided by engineer. */
"CQ zone never wkd: %i" = "Ранее не работал с %i зоной CQ:";

/* No comment provided by engineer. */
"CQ zone not cfd: %i" = "Неподтвержденная зона CQ: %i";

/* No comment provided by engineer. */
"CW interface not available" = "Интерфейс CW недоступен";

/* No comment provided by engineer. */
"CW speed: %i wpm" = "Скорость CW: %i ppm";

/* No comment provided by engineer. */
"Callsign not found: " = "Позывной не найден:";

/* No comment provided by engineer. */
"Can't coppy empty ClublogDXCC.db!" = "Нельзя копировать пустой ClublogDXCC.db!";

/* No comment provided by engineer. */
"Can't create new logfile:" = "Не удалось создать новый журнал:";

/* No comment provided by engineer. */
"Can't exchange QTCs:" = "Не удалось обменяться QTC:";

/* No comment provided by engineer. */
"Can't load xml data!" = "Не удалось загрузить xml файл!";

/* No comment provided by engineer. */
"Can't open file:" = "Не :";

/* No comment provided by engineer. */
"Can't parse xml document:" = "Не удалось разобрать документ xml:";

/* No comment provided by engineer. */
"Can't query HamQTH.com:" = "Не удалось опросить HamQTH.com:";

/* No comment provided by engineer. */
"Can't query qrz.com:" = "Не удалось опросить qrz.com:";

/* No comment provided by engineer. */
"Can't read Club Log users:" = "Не удалось прочитать пользователей Club Log:";

/* No comment provided by engineer. */
"Can't read LoTW users:" = "Не удалось прочитать пользователей LoTW:";

/* No comment provided by engineer. */
"Can't read SCP data!" = "Не удалось прочитать данные SCP!";

/* No comment provided by engineer. */
"Can't read SCP data:" = "Не удалось прочитать данные SCP:";

/* No comment provided by engineer. */
"Can't read eQSL user list:" = "Не удалось прочитать список пользователей eQSL:";

/* No comment provided by engineer. */
"Can't save QSO:" = "Не удалось сохранить QSO:";

/* No comment provided by engineer. */
"Can't save eQSL image:" = "Не удалось сохранить изображение eQSL:";

/* No comment provided by engineer. */
"Can't save file!" = "Не удалось сохранить файл!";

/* No comment provided by engineer. */
"Can't save file:" = "Не удалось сохранить файл:";

/* No comment provided by engineer. */
"Can't save this QSO:" = "Не удалось сохранить эту QSO:";

/* No comment provided by engineer. */
"Can't use tqsl:" = "Не удалось использовать tqsl:";

/* No comment provided by engineer. */
"Cancel" = "Отмена";

/* No comment provided by engineer. */
"Cancel Load eQSL Image" = "Отменить загрузку изображения eQSL";

/* No comment provided by engineer. */
"Cellular" = "Сотовый";

/* No comment provided by engineer. */
"Change Paper QSL Status!" = "Изменение статуса бумажной QSL!";

/* No comment provided by engineer. */
"Check Frequency 1 for memory %lu" = "Проверьте частоту 1 ячейки памяти %lu";

/* No comment provided by engineer. */
"Check Frequency 2 for memory %lu" = "Проверьте частоту 2 ячейки памяти %lu";

/* No comment provided by engineer. */
"Check the QSL status, you can't have sent or received a QSL yet!" = "Проверьте статус QSL, у вас еще нет принятых или переданных QSL!";

/* No comment provided by engineer. */
"Close" = "Закрыть";

/* No comment provided by engineer. */
"Club Log users loaded:" = "Пользователи Club Log загружены:";

/* No comment provided by engineer. */
"Clublog Error: %@" = "Ошибка Clublog: %@";

/* No comment provided by engineer. */
"Clublog error: %@" = "Ошибка Clublog: %@";

/* No comment provided by engineer. */
"Clublog preferences: missing data!" = "Настройки Clublog: отсутствуют данные!";

/* No comment provided by engineer. */
"Clublog xml data from: " = "xml данные Clublog: ";

/* No comment provided by engineer. */
"Clublog xml error: %@" = "Ошибка xml Clublog: %@";

/* No comment provided by engineer. */
"Clublog: %@" = "Clublog: %@";

/* Возможно не работает. */
"Color" = "Цвет";

/* No comment provided by engineer. */
"Computing QSO data...\n" = "Расчет данных QSO ...";

/* No comment provided by engineer. */
"Connect" = "Подключить";

/* No comment provided by engineer. */
"Connected ..." = "Подключено ...";

/* No comment provided by engineer. */
"Connecting ..." = "Подключение ...";

/* No comment provided by engineer. */
"Copying preferences ..." = "Копирование настроек ...";

/* No comment provided by engineer. */
"DOK or 'NM'" = "DOK или 'NM'";

/* No comment provided by engineer. */
"DX cluster named '%@' not found!\n" = "DX кластер '%@' не найден! ";

/* No comment provided by engineer. */
"DXCC in log: %@  DXCC on QSL: %@" = "DXCC в журнале: %1$@ DXCC на QSL: %2$@";

/* No comment provided by engineer. */
"DXCC mismatch:" = "несоответствие DXCC:";

/* No comment provided by engineer. */
"DXCC never wkd: %@" = "Ранее не работал с %@ по списку DXCC: ";

/* No comment provided by engineer. */
"DXCC not cfd yet: %@\n" = "%@ по списку DXCC еще не подтверждена\n";

/* No comment provided by engineer. */
"DXCC not cfd: %@" = "Неподтвержденная страна DXCC: %@";

/* No comment provided by engineer. */
"DXCCs: %lu,  Prefixes: %lu,  Callsigns: %lu,  Invalid: %lu" = "DXCC: %1$lu, Префиксы: %2$lu, Позывные: %3$lu, Недействит: %4$lu";

/* No comment provided by engineer. */
"Data for band stacking register 1 not found!" = "Не найдены данные специального регистра памяти 1!";

/* No comment provided by engineer. */
"Data for band stacking register 2 not found!" = "Не найдены данные специального регистра памяти 2!";

/* No comment provided by engineer. */
"Data for band stacking register 3 not found!" = "Не найдены данные специального регистра памяти 3!";

/* No comment provided by engineer. */
"Data for band stacking registers not found!" = "Не найдены данные специального регистра памяти!";

/* No comment provided by engineer. */
"Database Error:" = "Ошибка бызы данных:";

/* No comment provided by engineer. */
"Database error" = "Ошибка бызы данных";

/* No comment provided by engineer. */
"Date or time not found: " = "Не найдены дата или время:";

/* No comment provided by engineer. */
//"Different calls: %@" = "Уникальн. станции: %@";

/* No comment provided by engineer. */
"Disconnect" = "Отключиться";

/* No comment provided by engineer. */
"Disconnected" = "Отключено";

/* No comment provided by engineer. */
"Do not use" = "Не использовать";

/* No comment provided by engineer. */
"Do you really want to close this window?" = "Вы действительно хотите закрыть это окно?";

/* No comment provided by engineer. */
"Do you really want to delete the seleted QSO(s)?" = "Вы действительно хотите удалить выбранные QSO?";

/* No comment provided by engineer. */
"Do you really want to delete the seleted data?" = "Вы действительно хотите удалить выбранные данные?";

/* No comment provided by engineer. */
"Do you really want to edit the seleted QSO(s)?" = "Вы действительно хотите править выбранные QSO?";

/* No comment provided by engineer. */
"Do you really want to recalculate your whole logbook?" = "Вы действительно хотите пересчитать весь журнал?";

/* No comment provided by engineer. */
"Do you want to recalculate the DXCCs from the selected QSOs only?" = "Вы действительно хотите пересчитать DXCC только из выбранных QSO?";

/* No comment provided by engineer. */
"Download folder not selected yet:" = "Папка для загрузки еще не выбрана:";

/* No comment provided by engineer. */
"Downloading ..." = "Загрузка ...";

/* No comment provided by engineer. */
"Dupe QSOs: %@" = "повторные QSO: %@";

/* No comment provided by engineer. */
"Dupe station" = "Повторные станции";

/* No comment provided by engineer. */
"Dupe: %@ %@ %@\n" = "Повторные: %1$@ %2$@ %3$@\n";

/* No comment provided by engineer. */
"Edit CW messages" = "Править сообщения CW ";

/* No comment provided by engineer. */
"Edit FSK messages" = "Править сообщения FSK";

/* No comment provided by engineer. */
"Enter a callsign first or select a QSO!" = "Сначала введите позывной или выберите QSO!";

/* No comment provided by engineer. */
"Enter a callsign first." = "Сначала введите позывной.";

/* No comment provided by engineer. */
"Enter the QTC series number first" = "Сначала введите номер серии QTC";

/* No comment provided by engineer. */
"Enter the new file name without extension:" = "Введите имя файла без расширения:";

/* No comment provided by engineer. */
"Error" = "Ошибка";

/* No comment provided by engineer. */
"Error 1 parsing HamQTH.com:" = "Ошибка 1 разбора HamQTH.com:";

/* No comment provided by engineer. */
"Error 1 parsing qrz.com:" = "Ошибка 1 разбора qrz.com:";

/* No comment provided by engineer. */
"Error 2 parsing HamQTH.com:" = "Ошибка 2 разбора HamQTH.com:";

/* No comment provided by engineer. */
"Error 2 parsing qrz.com:" = "Ошибка 2 разбора qrz.com:";

/* No comment provided by engineer. */
"Error 3 parsing HamQTH.com:" = "Ошибка 3 разбора HamQTH.com:";

/* No comment provided by engineer. */
"Error 3 parsing qrz.com:" = "Ошибка 3 разбора qrz.com:";

/* No comment provided by engineer. */
"Error in query string:" = "Ошибка в строке запроса:";

/* No comment provided by engineer. */
"Error reading ADIF file: " = "Ошибка чтения файла ADIF:";

/* No comment provided by engineer. */
"Error reading csv file: " = "Ошибка чтения файла csv:";

/* No comment provided by engineer. */
"Error while downloading data" = "Ошибка загрузки данных";

/* No comment provided by engineer. */
"Error while renaming file:" = "Ошибка переименования файла:";

/* No comment provided by engineer. */
"Error while saving file:" = "Ошибка сохранения файла:";

/* No comment provided by engineer. */
"Error while saving the QSO" = "Ошибка сохранения QSO";

/* No comment provided by engineer. */
"Error, QSO not found in log: %@ %@ %@\n" = "Ошибка, QSO не найдено в журнале: %1$@ %2$@ %3$@\n";

/* No comment provided by engineer. */
"Error:" = "Ошибка:";

/* No comment provided by engineer. */
"Error: %@" = "Ошибка: %@";

/* No comment provided by engineer. */
"Error: ADIF header not found!" = "Ошибка: не найден заголовок ADIF!";

/* No comment provided by engineer. */
"Error: No DXCC credits found!" = "Ошибка: не найдены зачеты DXCC!";

/* No comment provided by engineer. */
"Error: No data found!" = "Ошибка: данные не найдены!";

/* No comment provided by engineer. */
"Export all QSOs as ADIF..." = "Экспортировать все как ADIF ...";

/* No comment provided by engineer. */
"Export all QSOs as ADX..." = "Экспортировать все как ADX ...";

/* No comment provided by engineer. */
"Export finished!" = "Эксорт выполнен!";

/* No comment provided by engineer. */
"Export selected QSOs as ADIF..." = "Экспортировать выбранное как ADIF ...";

/* No comment provided by engineer. */
"Export selected QSOs as ADX..." = "Экспортировать выбранное как ADX ...";

/* No comment provided by engineer. */
"Failure" = "Неудача";

/* No comment provided by engineer. */
"Fatal tqsl error!" = "Фатальная ошибка tqsl!";

/* No comment provided by engineer. */
"Finish" = "Завершить";

/* No comment provided by engineer. */
"Finished" = "Завершение";

/* No comment provided by engineer. */
"Finished: %@" = "Выполнено: %@";

/* No comment provided by engineer. */
"Found log book entries: %lu" = "Найдено %lu записей в аппаратном журнале";

/* No comment provided by engineer. */
"Frequency invalid!" = "Неверная частота!";

/* No comment provided by engineer. */
"Frequency not found: " = "Частота не найдена";

/* No comment provided by engineer. */
"Full band" = "Весь диапазон";

/* No comment provided by engineer. */
"German DOK %@ not cfd on %@" = "Неподтвержденный DOK %1$@ в %2$@";

/* No comment provided by engineer. */
"German DOK %@ not wkd on %@" = "Не работал DOK 1$@ на %2$@";

/* No comment provided by engineer. */
"German DOK never wkd: %@" = "Ранее не работал с DOK: %@";

/* No comment provided by engineer. */
"German DOK not cfd: %@" = "Неподтвержденный DOK: %@";

/* No comment provided by engineer. */
"Getting %i QSLs ..." = "Получение %i QSL ...";

/* No comment provided by engineer. */
"Grid square" = "Локатор";

/* No comment provided by engineer. */
"HTTP Error: %i" = "Ошибка HTTP: %i";

/* No comment provided by engineer. */
"HTTP error %i" = "Ошибка HTTP %i";

/* No comment provided by engineer. */
"HTTP okay" = "HTTP OK";

/* No comment provided by engineer. */
"IOTA not cfd: %@" = "IOTA no confirmado: %@";

/* No comment provided by engineer. */
"Invalid operation: " = "Неверная операция:";

/* No comment provided by engineer. */
"Invalid operation: %@\n" = "Неверная операция: %@ ";

/* No comment provided by engineer. */
"It was created by a newer RUMlog version." = "Создано более новой версией RUMlog.";

/* No comment provided by engineer. */
"It will take few seconds." = "Это займет несколько секунд.";

/* No comment provided by engineer. */
"K7PT HTTP Error: %i" = "K7PT: Ошибка HTTP %i";

/* No comment provided by engineer. */
"K7PT error: " = "Ошибка K7PT: ";

/* No comment provided by engineer. */
"K7PT: %i entries read from database" = "K7PT: %i записей прочитано из базы";

/* No comment provided by engineer. */
"K7PT: No new data" = "K7PT: Нет новых данных";

/* No comment provided by engineer. */
"K7PT: Not used" = "K7PT: Не используется";

/* No comment provided by engineer. */
"Last selected sound card not found:" = "Не найдена ранее выбранная аудиокарта:";

/* No comment provided by engineer. */
"LoTW out for new QSOs" = "Выгрузить в LoTW новые QSO";

/* No comment provided by engineer. */
"LoTW out for selected QSOs" = "Выгрузить в LoTW выбранные QSO";

/* No comment provided by engineer. */
"LoTW users loaded:" = "Пользователи LoTW загружены:";

/* No comment provided by engineer. */
"Load data ..." = "Загружаются данные ...";

/* No comment provided by engineer. */
"Loading SCP data:" = "Загрузка SCP данных:";

/* No comment provided by engineer. */
"Loading logbook contents ..." = "Загрузка содержимого журнала ...";

/* No comment provided by engineer. */
"Loading xml data..." = "Загрузка xml данных ...";

/* No comment provided by engineer. */
"Log upload to Clublog" = "Выгрузить журнал в Clublog";

/* No comment provided by engineer. */
"Logging Mode" = "Режим журнала";

/* No comment provided by engineer. */
"Looked up station: %@" = "Поиск станции: %@";

/* No comment provided by engineer. */
"Make another setting under the Audio tab!" = "Выполните другие настройки на вкладке Аудио!";

/* No comment provided by engineer. */
"Make another setting under the Phone tab!" = "Выполните другие настройки на вкладке Телефон!";

/* No comment provided by engineer. */
"Memory data not found!" = "Данные памяти не найдены!";

/* No comment provided by engineer. */
"Menu-->Online-->Load contest cheat database" = "Меню -> Онлайн -> Загрузить базу соревнований";

/* No comment provided by engineer. */
"Missing data!" = "Данные потеряны!";

/* No comment provided by engineer. */
"Mode not cfd yet: %@ in %@\n" = "Вид связи %1$@ еще не подтвержден на %2$@\n";

/* No comment provided by engineer. */
"Mode not cfd: %@" = "Неподтвержденный вид связи: %@";

/* No comment provided by engineer. */
"Multipliers #1 (real time)" = "Множитель #1 (в реальном времени)";

/* No comment provided by engineer. */
"Multipliers #2 (real time)" = "Множитель #2 (в реальном времени)";

/* No comment provided by engineer. */
"Multipliers #3 (real time)" = "Множитель #3 (в реальном времени)";

/* No comment provided by engineer. */
"My SR: %@-%@  My SS: %@-%@ %@" = "Мой SR: %1$@-%2$@ Мой SS: %3$@-%4$@ %5$@";

/* No comment provided by engineer. */
"NO" = "НЕТ";

/* No comment provided by engineer. */
"New IOTA: %@" = "Новый IOTA: %@";

/* No comment provided by engineer. */
"New band: %@" = "Новый диапазон: %@";

/* No comment provided by engineer. */
"New for Dx Marathon: %@" = "Новая станция для Dx марафона: %@";

/* No comment provided by engineer. */
"New for Dx Marathon: %i" = "Новая станция для Dx марафона: %i";

/* No comment provided by engineer. */
"New mode: %@" = "Новый вид связи: %@";

/* No comment provided by engineer. */
"New multiplier" = "Новый множитель";

/* No comment provided by engineer. */
"New on %@ in %@" = "Новая станция работает %1$@ на %2$@";

/* No comment provided by engineer. */
"New slot: %@" = "Новый слот: %@";

/* No comment provided by engineer. */
"Nil" = "Ноль";

/* No comment provided by engineer. */
"No" = "Нет";

/* No comment provided by engineer. */
"No Callsign given!" = "Не указан позывной!";

/* No comment provided by engineer. */
"No Connection" = "Нет соединения";

/* No comment provided by engineer. */
"No Data" = "Нет данных";

/* No comment provided by engineer. */
"No Date given!" = "Не указаны данные!";

/* No comment provided by engineer. */
"No Mode given!" = "Не указан диапазон!";

/* No comment provided by engineer. */
"No QSOs" = "Нет QSO";

/* No comment provided by engineer. */
"No QSOs found!" = "QSO не найдены!";

/* No comment provided by engineer. */
"No QSOs to print:" = "Нет QSO для печати:";

/* No comment provided by engineer. */
"No QSOs uploaded!" = "Нет QSO для выгрузки!";

/* No comment provided by engineer. */
"No QTCs exchanged yet." = "Нет обменов QTC .";

/* No comment provided by engineer. */
"No file" = "Нет файла";

/* No comment provided by engineer. */
"No new QSLs!  :-(" = "Новых QSL нет! :-(";

/* No comment provided by engineer. */
"No new QSOs found" = "Не найдено новых QSO";

/* No comment provided by engineer. */
"No new QSOs found!" = "Не найдено новых QSO!";

/* No comment provided by engineer. */
"No new requests!" = "Нет новых запросов!";

/* No comment provided by engineer. */
"No open contest file" = "Нет открытого файла соревнования";

/* No comment provided by engineer. */
"No open log file!" = "Нет открытого файла журлала!";

/* No comment provided by engineer. */
"No sunrise" = "Нет восхода";

/* No comment provided by engineer. */
"No valuable station" = "Востребованных станций нет";

/* No comment provided by engineer. */
"Not Found" = "Не найдено";

/* No comment provided by engineer. */
"Not a Contest file!" = "Это не файл соревнования!";

/* No comment provided by engineer. */
"Not a RUMlog file!" = "Это не файл RUMlog!";

/* No comment provided by engineer. */
"Not a classic RUMlog file:" = "Это не файл RUMlog classic:";

/* No comment provided by engineer. */
"Not used" = "Не используется";

/* No comment provided by engineer. */
"Note" = "Заметка";

/* No comment provided by engineer. */
"Now" = "Текущее";

/* No comment provided by engineer. */
"Number of found QSOs: %i\n" = "Количество найденых QSO: %i ";

/* No comment provided by engineer. */
"Number rcvd" = "Принятый номер";

/* No comment provided by engineer. */
"One DXCC entity found" = "Найдена одна страна DXCC";

/* No comment provided by engineer. */
"One QSO found" = "Найдена одна QSO";

/* No comment provided by engineer. */
"One selected QSO" = "Выбрана одна QSO";

/* No comment provided by engineer. */
"Only new logged QSOs will be uploaded!" = "Будут выгружены тольно новые QSO!";

/* No comment provided by engineer. */
"Operating Mode not found: " = "Режим управления не найден:";

/* No comment provided by engineer. */
"Others" = "Другие";

/* No comment provided by engineer. */
"Paper QSL out for new QSOs..." = "Печать бумажных QSL для новых QSO ...";

/* No comment provided by engineer. */
"Paper QSL out for selected QSOs..." = "Печать бумажных QSL для выбранных QSO ...";

/* No comment provided by engineer. */
"Please disconnect from dx cluster first and close the window!" = "Пожалуйста сначала отключите DX кластер и закройте окно.";

/* No comment provided by engineer. */
"Please enter a valid date" = "Пожалуйста введите верные данные";

/* No comment provided by engineer. */
"Please enter user name and password into the preferences!" = "Пожалуйста введите имя пользователя и пароль в настройках!";

/* No comment provided by engineer. */
"Please set the default Tx power first!" = "Сначала установите мощность передачи по умолчанию!";

/* No comment provided by engineer. */
"Possible database conflict during background operation" = "Возможен конфликт данных с фоновыми операциями.";

/* No comment provided by engineer. */
"Prefixes need to be corrected" = "Префиксы нуждаются в коррекции";

/* No comment provided by engineer. */
"Preparing ADIF file ..." = "Подготавливается файл ADIF ...";

/* No comment provided by engineer. */
"Prev. QSOs" = "Пред. QSO";

/* No comment provided by engineer. */
"Printing finished!" = "Печать окончена!";

/* No comment provided by engineer. */
"Processing %i QSLs ..." = "Обрабатывается %i QSL ...";

/* No comment provided by engineer. */
"Processing xml data..." = "Обрабатываются данные xml ...";

/* No comment provided by engineer. */
"QSO not found: %@ %@" = "QSO не найдена: %1$@ %2$@";

/* No comment provided by engineer. */
"QSO not found: %@ %@ %@ %@ \n" = "QSO не найдена: %1$@ %2$@ %3$@ %4$@  ";

/* No comment provided by engineer. */
"QSO updated: %@ %@ %@\n" = "QSO обновлена: %1$@ %2$@ %3$@ ";

/* No comment provided by engineer. */
"QTCs are not available." = "QTC недосупны.";

/* No comment provided by engineer. */
"Reading QSO data...\n" = "Чтение данных QSO ...";

/* No comment provided by engineer. */
"Reading band stacking registers ..." = "Чтение данных особого регистра памяти ...";

/* No comment provided by engineer. */
"Reading memory contents ..." = "Чтение содержимого памяти ...";

/* No comment provided by engineer. */
"Reading scope edge frequencies ..." = "Чтение частотных границ диапазонов ...";

/* No comment provided by engineer. */
"Recalculate DXCC for all QSOs..." = "Пересчитать DXCC для всех QSO ...";

/* No comment provided by engineer. */
"Recalculate DXCC for selected QSOs..." = "Пересчитать DXCC для выбранных QSO ...";

/* No comment provided by engineer. */
"Recalculating all DXCC entities ..." = "Пересчитываются все страны DXCC ...";

/* No comment provided by engineer. */
"Recalculating multipliers ...\n" = "Пересчитываются множители ...";

/* No comment provided by engineer. */
"Recalculating points ...\n" = "Пересчитываются очки ...";

/* No comment provided by engineer. */
"Recalculating score ...\n" = "Пересчитывается счет ...";

/* No comment provided by engineer. */
"Received number is missing!" = "Отсутствует принятый номер!";

/* No comment provided by engineer. */
"Received number may be wrong" = "Принятый номер возможно неверен";

/* No comment provided by engineer. */
"Received report is missing!" = "Отсутствует принятый рапорт!";

/* No comment provided by engineer. */
"Requesting ..." = "Запрашивается ...";

/* No comment provided by engineer. */
"Reselect one in the Preferences!" = "Задайте подходящую в настройках!";

/* No comment provided by engineer. */
"Save QSO" = "Сохранить QSO";

/* No comment provided by engineer. */
"Save anyway" = "Сохранять все равно";

/* No comment provided by engineer. */
"Save file ..." = "Сохранение файла ...";

/* No comment provided by engineer. */
"Saving %lu QSOs ..." = "Сохранение %lu QSO ...";

/* No comment provided by engineer. */
"Saving Callsign data..." = "Сохранение данных позывного ...";

/* No comment provided by engineer. */
"Saving Country data..." = "Сохранение стран ...";

/* No comment provided by engineer. */
"Saving Invalid data..." = "Сохранение ошибочных данных ...";

/* No comment provided by engineer. */
"Saving Prefix data..." = "Сохранение префиксов ...";

/* No comment provided by engineer. */
"Scope band edge data not found!" = "Частотные границы диапазона не найдены!";

/* No comment provided by engineer. */
"Search Mode" = "Режим поиска";

/* No comment provided by engineer. */
"Searching for invalid operations ..." = "Поис ошибочных операций ...";

/* No comment provided by engineer. */
"Searching in the log ..." = "Поиск в аппаратном журнале ...";

/* No comment provided by engineer. */
"See the Preferences LoTW tab" = "См. вкладку LoTW в настройках";

/* No comment provided by engineer. */
"See the Preferences eQSL tab!" = "См. вкладку eQSL в настройках";

/* No comment provided by engineer. */
"Select ..." = "Выберите ...";

/* No comment provided by engineer. */
"Select County" = "Выберите страну";

/* No comment provided by engineer. */
"Select a classic RUMlog file" = "Выберите файл RUMlog classic";

/* No comment provided by engineer. */
"Select a log file" = "Выберите файл журнала";

/* No comment provided by engineer. */
"Select the location and a logbook filename" = "Укажите путь и имя файла журнала";

/* No comment provided by engineer. */
"Select the location to save the *.cfd file" = "Укажите место для сохранения файлов *.cfd";

/* No comment provided by engineer. */
"Selected sound card not found:" = "Указанная аудиокарта на найдена:";

/* No comment provided by engineer. */
"Sent number is missing!" = "Отссутствует переданный номер!";

/* No comment provided by engineer. */
"Sent report is missing!" = "Отсутствует переданный рапорт!";

/* No comment provided by engineer. */
"Shall the QSL status be changed to 'Sent'?" = "Следует ли установить статус QSL как 'Отправлено'?";

/* No comment provided by engineer. */
"Show entities on map" = "Показать на карте";

/* No comment provided by engineer. */
"Shown data are from %@" = "Показаны данные с %@";

/* No comment provided by engineer. */
"Slot not cfd yet: %@ in %@ on %@\n" = "Слот %1$@ еще не подтвержденн на %2$@ вид связи %3$@\n";

/* No comment provided by engineer. */
"Slot not cfd: %@" = "Неподтвержденный слот: %@";

/* No comment provided by engineer. */
"Slots/stn: %@" = "Слоты/станц: %@";

/* No comment provided by engineer. */
"Start tqsl manually first and reset path settings in the Preferences" = "Запустите tqsl вручную с выполните сброс пути в настройках";

/* No comment provided by engineer. */
"Success" = "Завершить";

/* No comment provided by engineer. */
"The %@ supports CW keying via the CAT interface. You can use the CW Window" = "%@ поддерживает управление ключем через интерфейс CAT. Вы можете использовать окно CW";

/* No comment provided by engineer. */
"The K3 supports CW keying via the CAT interface. You can use the CW Window." = "K3 поддерживает управление ключем через интерфейс CAT. Вы можете использовать окно CW.";

/* No comment provided by engineer. */
"The KX2/3 supports CW keying via the CAT interface. You can use the CW Window." = "KX2 / 3 поддерживает управление ключем через интерфейс CAT. Вы можете использовать окно CW";

/* No comment provided by engineer. */
"The dx-cluster is still connected" = "DX-кластер все еще подключен";

/* No comment provided by engineer. */
"The selected transceiver isn't supported for CW keying!" = "Выбранный трансивер не поддерживает управление телеграфным ключом!";

/* No comment provided by engineer. */
"The whole log will be recalculated" = "Весь журнал будет перерасчитан";

/* No comment provided by engineer. */
"There are %i QSOs to calculate" = "Будет перерасчитано %i QSO";

/* No comment provided by engineer. */
"There are %i QSOs to print" = "Будет напечатано %i QSO";

/* No comment provided by engineer. */
"There are %i labels to print" = "Будет напечатано %i наклеек";

/* No comment provided by engineer. */
"There are %i labels to print (%i sheets + %i label)" = "Будет напечатано %1$i наклеек (%2$i листов + %3$i наклейки(ек))";

/* No comment provided by engineer. */
"There is one Label to print" = "Будет напечатана одна наклейка";

/* No comment provided by engineer. */
"There is one QSO to print" = "Будет напечатано одна QSO";

/* No comment provided by engineer. */
"This is not the .tqsl folder!" = "Это не папка .tqsl!";

/* No comment provided by engineer. */
"This logfile can not be used!" = "Этот файл журнала использовать нельзя!";

/* No comment provided by engineer. */
"Three parts separated by a space are required." = "Три части отделенные пробелами.";

/* No comment provided by engineer. */
"Total QSOs: %@" = "Всего QSO: %@";

/* No comment provided by engineer. */
"Total: %lu Counties" = "Всего: %lu стран";

/* No comment provided by engineer. */
"Total: %lu DOKs" = "Всего: %lu DOK";

/* No comment provided by engineer. */
"Total: %lu Fields" = "Всего: %lu областей";

/* No comment provided by engineer. */
"Total: %lu Provinces" = "Всего: %lu провинций";

/* No comment provided by engineer. */
"Total: %lu Squares" = "Всего: %lu квадратов";

/* No comment provided by engineer. */
"Total: %lu prefixes" = "Всего: %lu префиксов";

/* No comment provided by engineer. */
"US State %@ not cfd on %@" = "Штат США %1$@ еще не подтвержден на %2$@";

/* No comment provided by engineer. */
"US State %@ not wkd on %@" = "Не работал с Штатом США %1$@ на %2$@";

/* No comment provided by engineer. */
"US State never wkd: %@" = "Ранее не работал с штатом США: %@";

/* No comment provided by engineer. */
"US State not cfd: %@" = "Неподтвержденный штат США: %@";

/* No comment provided by engineer. */
"Updating dx table..." = "Обновление таблицы dx ...";

/* No comment provided by engineer. */
"Updating log database ..." = "Обновление базы данных журнала ...";

/* No comment provided by engineer. */
"Upload error: %@" = "Ошибка выгрузки: %@";

/* No comment provided by engineer. */
"Upload new QSOs to Clublog" = "Выгрузить новые QSO в Clublog";

/* No comment provided by engineer. */
"Upload new QSOs to LoTW" = "Выгрузить новые QSO в LoTW";

/* No comment provided by engineer. */
"Upload selected QSOs to Clublog" = "Subir los QSO seleccionados a Clublog";

/* No comment provided by engineer. */
"Upload selected QSOs to LoTW" = "Выгрузить выбранное в LoTW";

/* No comment provided by engineer. */
"Upload to Clublog" = "Выгрузить в Clublog";

/* No comment provided by engineer. */
"Uploading ..." = "Выгружается ...";

/* No comment provided by engineer. */
"Uploading ADIF file ..." = "Выгружается файл ADIF ...";

/* No comment provided by engineer. */
"Use the Logbook menu to open or create a log file." = "Usa el menú de Log para abrir o crear un archivo de log.";

/* No comment provided by engineer. */
"Valid operation: %@\n" = "Возможные действия: %@\n";

/* No comment provided by engineer. */
"Valuable station" = "Востребованная станция";

/* No comment provided by engineer. */
"WSJT-X will switch to transmit automatically to answer a cq call for a new one!" = "WSJT-X будет автоматически переключаться на передачу для вызова нокого позывного!";

/* No comment provided by engineer. */
"Warning:" = "Предупреждение:";

/* No comment provided by engineer. */
"Was the print successful?" = "Печать прошла успешно?";

/* No comment provided by engineer. */
"What was your SOTA reference number?" = "Какой ваш SOTA номер?";

/* No comment provided by engineer. */
"Where is .tqsl located?" = "Где находится папка .tqsl?";

/* No comment provided by engineer. */
"Where is tqsl located?" = "Где находится приложение tqsl?";

/* No comment provided by engineer. */
"Where shall the eQSL images be saved?" = "Куда следует сохранять изображения eQSL?";

/* No comment provided by engineer. */
"WiFi" = "WiFi";

/* No comment provided by engineer. */
"Winkey version: %i" = "Версия Winkey: %i";

/* No comment provided by engineer. */
"Wkd b4 on %@ in %@" = "Раб. b4 в %1$@ на %2$@";

/* No comment provided by engineer. */
"Writing QSO data...\n" = "Запись данных QSO ...";

/* No comment provided by engineer. */
"Writing band stacking registers ..." = "Запись особого регистра памяти ...";

/* No comment provided by engineer. */
"Writing memory contents ..." = "Запись содержимого памяти ...";

/* No comment provided by engineer. */
"Writing scope edge frequencies ..." = "Запись частотных границ ...";

/* No comment provided by engineer. */
"Wrong entry!" = "Неверный элемент!";

/* No comment provided by engineer. */
"Yes" = "Да";

/* No comment provided by engineer. */
"You are logging in real time:" = "Ведение журнала в реальном времени:";

/* No comment provided by engineer. */
"You can save it" = "Вы можете это сохранить";

/* No comment provided by engineer. */
"You have to restart RUMlogNG" = "Следует перезапустить RUMlogNG";

/* No comment provided by engineer. */
"Your existing log will be purged, Continue?" = "Существующий файл будет очищен. Продолжить?";

/* No comment provided by engineer. */
"before the change takes effect." = "чтобы изменения возымели эффект.";

/* No comment provided by engineer. */
"eQSL out for new QSOs" = "Исходящие eQSL для новых QSO";

/* No comment provided by engineer. */
"eQSL out for selected QSOs" = "Исходящие eQSL для выбранных QSO";

/* No comment provided by engineer. */
"eQSL users loaded:" = "Пользователи eQSL загружены:";

/* No comment provided by engineer. */
"is connected now" = "подключен";

/* No comment provided by engineer. */
"tqsl Sandbox Error!" = "Ошибка tqsl Sandbox!";

/* No comment provided by engineer. */
"tqsl ended unexpected" = "tsql неожиданно завершило работу";

/* No comment provided by engineer. */
"tqsl not found!" = "¡tsql не найдено!";

/* No comment provided by engineer. */
"xml data are not complete!" = "xml не полные!";

/* Добавлено мною - не сработало */
"Wrong user name or password" = "Неверное имя пользователя или пароль";